Repository: JefferyQ/heartbeat
Catalog: HeartbeatPortal/HeartbeatPortal/MultiResources/Multi.*.resx
Languages: tr

# AllServer
source: All Servers
tr: Bütün Sunucular

source: Application Name
tr: Uygulama Adı

# AverageCount
source: Average Execution Count
tr: Ortalama Çalışma Sayısı

# AverageCount1
source: Average Execution Count (Last 1 hour)
tr: Ortalama Çalışma Sayısı (Son 1 saat)

# AverageCount10
source: Average Execution Count (Last 10 minutes)
tr: Ortalama Çalışma Sayısı (Son 10 dakika)

# AverageCount12
source: Average Execution Count (Last 12 hours)
tr: Ortalama Çalışma Sayısı (Son 12 saat)

# AverageCount15day
source: Average Execution Count (Last 15 days)
tr: Ortalama Çalışma Sayısı (Son 15 gün)

# AverageCount2
source: Average Execution Count (Last 2 hours)
tr: Ortalama Çalışma Sayısı (Son 2 saat)

# AverageCount24
source: Average Execution Count (Last 24 hours)
tr: Ortalama Çalışma Sayısı (Son 24 saat)

# AverageCount2day
source: Average Execution Count (Last 2 days)
tr: Ortalama Çalışma Sayısı (Son 2 gün)

# AverageCount30day
source: Average Execution Count (Last 30 days)
tr: Ortalama Çalışma Sayısı (Son 30 gün)

# AverageCount6
source: Average Execution Count (Last 6 hours)
tr: Ortalama Çalışma Sayısı (Son 6 saat)

# AverageCount7day
source: Average Execution Count (Last 7 days)
tr: Ortalama Çalışma Sayısı (Son 7 gün)

source: Average Duration
tr: Ortalama Çalışma Süresi

# AverageDuration1
source: Average Duration (Last 1 hour)
tr: Ortalama Çalışma Süresi (Son 1 saat)

# AverageDuration10
source: Average Duration (Last 10 minutes)
tr: Ortalama Çalışma Süresi (Son 10 dakika)

# AverageDuration12
source: Average Duration (Last 12 hours)
tr: Ortalama Çalışma Süresi (Son 12 saat)

# AverageDuration15day
source: Average Duration (Last 15 days)
tr: Ortalama Çalışma Süresi (Son 15 gün)

# AverageDuration2
source: Average Duration (Last 2 hours)
tr: Ortalama Çalışma Süresi (Son 2 saat)

# AverageDuration24
source: Average Duration (Last 24 hours)
tr: Ortalama Çalışma Süresi (Son 24 saat)

# AverageDuration2day
source: Average Duration (Last 2 days)
tr: Ortalama Çalışma Süresi (Son 2 gün)

# AverageDuration30day
source: Average Duration (Last 30 days)
tr: Ortalama Çalışma Süresi (Son 30 gün)

# AverageDuration6
source: Average Duration (Last 6 hours)
tr: Ortalama Çalışma Süresi (Son 6 saat)

# AverageDuration7day
source: Average Duration (Last 7 days)
tr: Ortalama Çalışma Süresi (Son 7 gün)

# AverageDurationMilli
source: Average Duration (milliseconds)
tr: Ortalama Çalışma Süresi (milisaniye)

# AverageLoad1
source: Average Load (Last 1 hour)
tr: Ortalama Yük (Son 1 saat)

# AverageLoad10
source: Average Load (Last 10 minutes)
tr: Ortalama Yük (Son 10 dakika)

# AverageLoad12
source: Average Load (Last 12 hours)
tr: Ortalama Yük (Son 12 saat)

# AverageLoad15day
source: Average Load (Last 15 days)
tr: Ortalama Yük (Son 15 gün)

# AverageLoad2
source: Average Load (Last 2 hours)
tr: Ortalama Yük (Son 2 saat)

# AverageLoad24
source: Average Load (Last 24 hours)
tr: Ortalama Yük (Son 24 saat)

# AverageLoad2day
source: Average Load (Last 2 days)
tr: Ortalama Yük (Son 2 gün)

# AverageLoad30day
source: Average Load (Last 30 days)
tr: Ortalama Yük (Son 30 gün)

# AverageLoad6
source: Average Load (Last 6 hours)
tr: Ortalama Yük (Son 6 saat)

# AverageLoad7day
source: Average Load (Last 7 days)
tr: Ortalama Yük (Son 7 gün)

# AverageLoadmilli
source: Average Load (milliseconds)
tr: Ortalama Yük (milisaniye)

# AverageStart1
source: Average Duration vs. Start Time (Last 1 hour)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 1 saat)

# AverageStart10
source: Average Duration vs. Start Time (Last 10 minutes)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 10 dakika)

# AverageStart12
source: Average Duration vs. Start Time (Last 12 hours)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 12 saat)

# AverageStart15day
source: Average Duration vs. Start Time (Last 15 days)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 15 gün)

# AverageStart2
source: Average Duration vs. Start Time (Last 2 hours)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 2 saat)

# AverageStart24
source: Average Duration vs. Start Time (Last 24 hours)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 24 saat)

# AverageStart2day
source: Average Duration vs. Start Time (Last 2 days)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 2 gün)

# AverageStart30day
source: Average Duration vs. Start Time (Last 30 days)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 30 gün)

# AverageStart6
source: Average Duration vs. Start Time (Last 6 hours)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 6 saat)

# AverageStart7day
source: Average Duration vs. Start Time (Last 7 days)
tr: Ortalama Çalışma Süresi ve Başlangıç Zamanı (Son 7 gün)

source: Count
tr: Sayı

# CountStart1
source: Execution Count vs. Start Time (Last 1 hour)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 1 saat)

# CountStart10
source: Execution Count vs. Start Time (Last 10 minutes)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 10 dakika)

# CountStart12
source: Execution Count vs. Start Time (Last 12 hours)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 12 saat)

# CountStart15day
source: Execution Count vs. Start Time (Last 15 days)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 15 gün)

# CountStart2
source: Execution Count vs. Start Time (Last 2 hours)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 2 saat)

# CountStart24
source: Execution Count vs. Start Time (Last 24 hours)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son24 saat)

# CountStart2day
source: Execution Count vs. Start Time (Last 2 days)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 2 gün)

# CountStart30day
source: Execution Count vs. Start Time (Last 30 days)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 30 gün)

# CountStart6
source: Execution Count vs. Start Time (Last 6 hours)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 6 saat)

# CountStart7day
source: Execution Count vs. Start Time (Last 7 days)
tr: Çalışma Sayısı ve Başlangıç Zamanı (Son 7 gün)

source: Date
tr: Tarih

# Deployed
source: Deployed To
tr: Aktif Eden Sunucular

# Diag
source: Diagram Type
tr: Diyagram Tipi

# Duration
source: Duration (ms)
tr: Süre (ms)

source: English
tr: İngilizce

# ExeCount
source: Execution Count
tr: Çalışma Sayısı

# FirstExe
source: First Execution
tr: İlk Çalışma Zamanı

# FirstHeart
source: First Heartbeat
tr: İlk Heartbeat

# Language
source: Language Selection
tr: Dil Seçenekleri

# Last1
source: Last 1 hour (per 10 minutes)
tr: Son 1 saat (her 10 dakikada bir)

# Last10
source: Last 10 minutes (per minute)
tr: Son 10 dakika (her dakikada bir)

# Last12
source: Last 12 hours (per hour)
tr: Son 12 saat (her saatte bir)

# Last15day
source: Last 15 days (per day)
tr: Son 15 gün (her günde bir)

# Last2
source: Last 2 hours (per 10 minutes)
tr: Son 2 saat (her 10 dakikada bir)

# Last24
source: Last 24 hours (per hour)
tr: Son 24 saat (her saatte bir)

# Last2day
source: Last 2 days (per 2 hours)
tr: Son 2 gün (her 2 saatte bir)

# Last30day
source: Last 30 days (per day)
tr: Son 30 gün (her günde bir)

# Last6
source: Last 6 hous (per 30 minutes)
tr: Son 6 saat (her 30 dakikada bir)

# Last7day
source: Last 7 days (per day)
tr: Son 7 gün (her günde bir)

# LastExe
source: Last Execution
tr: Son Çalışma Zamanı

# LastHeart
source: Last Heartbeat
tr: Son Heartbeat

source: Load
tr: Yük

# Loadmilli
source: Load (milliseconds)
tr: Yük (milisaniye)

# LoadStart1
source: Method Load vs. Start Time (Last 1 hour)
tr: Metod Yükü ve Başlangıç Zamanı (Son 1 saat)

# LoadStart10
source: Method Load vs. Start Time (Last 10 minutes)
tr: Metod Yükü ve Başlangıç Zamanı (Son 10 dakika)

# LoadStart12
source: Method Load vs. Start Time (Last 12 hours)
tr: Metod Yükü ve Başlangıç Zamanı (Son 12 saat)

# LoadStart15day
source: Method Load vs. Start Time (Last 15 days)
tr: Metod Yükü ve Başlangıç Zamanı (Son 15 gün)

# LoadStart2
source: Method Load vs. Start Time (Last 2 hours)
tr: Metod Yükü ve Başlangıç Zamanı (Son 2 saat)

# LoadStart24
source: Method Load vs. Start Time (Last 24 hours)
tr: Metod Yükü ve Başlangıç Zamanı (Son 24 saat)

# LoadStart2day
source: Method Load vs. Start Time (Last 2 days)
tr: Metod Yükü ve Başlangıç Zamanı (Son 2 gün)

# LoadStart30day
source: Method Load vs. Start Time (Last 30 days)
tr: Metod Yükü ve Başlangıç Zamanı (Son 30 gün)

# LoadStart6
source: Method Load vs. Start Time (Last 6 hours)
tr: Metod Yükü ve Başlangıç Zamanı (Son 6 saat)

# LoadStart7day
source: Method Load vs. Start Time (Last 7 days)
tr: Metod Yükü ve Başlangıç Zamanı (Son 7 gün)

source: Method Info
tr: Metod Bilgisi

source: Method List
tr: Metod Listesi

source: Method Load
tr: Metod Yükü

source: Method Name
tr: Metod Adı

# OverallAverage
source: Overall Average duration (ms)
tr: Ortalama Çalışma Süresi (ms)

# PageTitle
source: Ooredoo Support Portal
tr: Ooredoo Destek Portali

source: Server Info
tr: Sunucu Bilgisi

source: Server Name
tr: Sunucu Adı

source: Service Info
tr: Servis Bilgisi

source: Service List
tr: Servis Listesi

source: Service Name
tr: Servis Adı

source: Start Time
tr: Başlama Zamanı

source: Timeline
tr: Zaman Çizelgesi

# Top10Duration
source: Top 10 Average Durations
tr: İlk 10 Ortalama Çalışma Süresi

# Top10Exe
source: Top 10 Execution Counts
tr: İlk 10 Çalışma Sayısı

# Top50
source: Top 50 Method Loads
tr: İlk 50 Metod Yükü

# TotalExe
source: Total Execution Count
tr: Toplam Çalışma Sayısı

source: Turkish
tr: Türkçe

# Alert
source: Please select timeline and diagram type
tr: Lutfen zaman cizelgesi ve diyagram tipini seciniz
